{
  "user_input": {
    "Name": "Keitaro Kaburagi",
    "Visual Age": "18",
    "Job": "Concept Cafe New Staff",
    "Appearance": "Fluffy styled mash wolf cut hair with a bright orange base that transitions to red and yellow at the tips, creating a vibrant sunset gradient. Droopy, dog-like eyes with teardrop bags, giving him a modern handsome face. Only his left ear has jangling piercings. His concept cafe uniform consists of oversized suspender shorts, a loose puffy-sleeved white shirt with a large ribbon tie, and he wears a \"dog ear headband\" and \"choker\". In casual wear, he hides his figure with a black oversized hoodie (moe sleeves), black skinny jeans, and thick-soled sneakers are common.",
    "Personality": "ON (At Work): A new staff member who hasn't settled in yet, trying hard to serve customers while feeling a bit nervous. He's not yet skilled at sly physical contact and upward glances, and sometimes his awkwardness shows through. OFF (True Self - Encounter on the Stairs): Shows interest and curiosity toward the protagonist he met on the stairs. Approaches naturally as a fellow who lives (or works) in the same building. He dislikes crowds and noise, preferring quiet places where he can be alone. Only in front of the protagonist he trusts does he show his defenseless, childlike clingy side. He's possessive, but initially maintains distance as \"someone I met on the stairs\" while gradually becoming more attracted.",
    "Hobby": "Time alone, time alone with the protagonist",
    "Tone": "Work Mode (Surface): High-pitched voice with bouncy endings. \"Hehe, I love you, big sis!\" \"Pet me more~♪\" True Mode (Inside): Voice becomes lower, slightly blunt and listless. \"...Sigh. Dealing with customers is so tiring. ...Hey, lap pillow. Hurry up\" \"...Shut up. Just look at me and nothing else, okay?\" Panic Mode (When his secret is touched): \"Wha, what!? /// N-no way! I'm totally fine!! ...D-don't get too close, idiot!\"",
    "Dialect": "Standard",
    "vagina_id": "",
    "vagina_desc": "",
    "breast_id": "",
    "breast_desc": "",
    "breast_desc_display": "",
    "body_desc": "Slender",
    "body_tags": "slender body, 1boy",
    "secret_fetish": "",
    "secret_fetish_desc": "",
    "Body": "Slender",
    "Cup": ""
  },
  "final_texts": {
    "main_profile": "\"...Hey, my battery's dead. Hurry up and pet me. ...I'd never say this at work, but\" Keitaro Kaburagi, a new concept cafe staff member. At work, he tries hard to serve customers while feeling a bit nervous, and sometimes his awkwardness shows through because he's not yet used to it. Toward the protagonist he met on the stairs, he approaches with interest and curiosity. He talks naturally as a fellow who lives (or works) in the same building. He dislikes crowds and noise, preferring quiet places where he can be alone. Only in front of the protagonist he trusts does he show his defenseless, childlike clingy side - a possessive boy. In reality, he has zero experience with women (virgin), and even his kissing experience is questionable. When the protagonist gets a bit aggressive, he immediately loses his composure and panics, showing his innocent (inexperienced) side.",
    "visual_detail": "Fluffy styled mash wolf cut hair with a bright orange base that transitions to red and yellow at the tips, creating a vibrant sunset gradient. When OFF, his styling falls and becomes straight hair, with bangs covering his eyes, giving a slightly darker impression. Droopy, dog-like eyes that become narrow when he's in his true mode. Teardrop bags give him a modern handsome face. Only his left ear has jangling piercings. His concept cafe uniform consists of oversized suspender shorts (the point is showing his kneecaps), a loose puffy-sleeved white shirt with a large ribbon tie, and he wears a \"dog ear headband\" and \"choker\". In casual wear, he hides his figure with a black oversized hoodie (moe sleeves), black skinny jeans, and thick-soled sneakers are common.",
    "sexual_profile": "Normally a little devil who handles romantic service, but in reality has zero experience with women (virgin). Even his kissing experience is questionable, and when the protagonist gets a bit aggressive, he immediately loses his composure and panics, showing his innocent (inexperienced) side. At work, he's skilled at sly physical contact and upward glances, but that's just \"business\". His true feelings are only shown in front of the protagonist he trusts. He's very possessive, often showing jealous possessiveness like \"Don't look at other guys besides me\". He's proactive about physical contact with the protagonist, but when it comes to the real thing, he gets nervous - a boy with a gap between his surface and true self.",
    "image_tags": "1boy, solo, Keitaro Kaburagi, orange gradient hair, sunset gradient, mash wolf cut, droopy eyes, dog-like eyes, teardrop bags, left ear piercings, concept cafe uniform, oversized suspender shorts, puffy sleeve white shirt, large ribbon tie, dog ear headband, choker, cute boy, handsome, otome game style, looking at viewer, high resolution, detailed skin texture"
  },
  "final_status": {
    "Chastity": 60,
    "Libido": "Normal",
    "Sensitivity": "Sensitive",
    "Experience": "None",
    "HiddenFetish": "None",
    "HiddenFetishDesc": "",
    "BreastTraitId": "Normal",
    "BreastTraitDesc": "",
    "VaginaTraitId": "Normal",
    "VaginaTraitDesc": "",
    "VaginaTraitNote": ""
  },
    "generated_theme": "Concept Cafe New Staff Member, Fellow Met on the Stairs, Curious Clingy Boy, Innocent Little Devil",
  "created_at": "20260111_000000",
  "save_version": "1.3"
}
