{
  "user_input": {
    "Name": "鏑木 圭太朗",
    "Visual Age": "18",
    "Job": "概念咖啡厅新人店员",
    "Appearance": "蓬松的狼尾发型，底色是明亮的橙色，发梢逐渐变成红色和黄色，形成鲜艳的日落渐变。圆润下垂的眼睛（像小狗一样），泪袋饱满的现代帅哥脸。只有左耳戴着叮当作响的耳环。概念咖啡厅的制服是超大号背带短裤、宽松的泡泡袖白衬衫配大蝴蝶结领带，还戴着「狗耳发箍」和「项圈（choker）」。私服时，穿着遮住体型的黑色超大号连帽衫（萌袖）、黑色紧身裤和厚底运动鞋较多。",
    "Personality": "ON（营业中）：还没适应的新入职店员，虽然有点紧张但还是努力接待客人。还不擅长狡猾的身体接触和上目线，有时会显露出笨拙。OFF（素颜・楼梯上的相遇）：对在楼梯上认识的主人公，表现出兴趣和好奇心，主动接近。作为住在（或工作）同一栋楼的同伴，自然地搭话。讨厌人群和吵闹，喜欢在安静的地方独自度过。只会在信任的主人公面前，像孩子一样毫无防备地撒娇。虽然占有欲强，但最初会保持「在楼梯上认识的同伴」的距离感，逐渐被吸引。",
    "Hobby": "独自度过的时间，与主人公的二人时光",
    "Tone": "营业模式（表面）：声音音调高，语尾有弹性。「嘿嘿，最喜欢姐姐了！」「再摸摸我～♪」素颜模式（里面）：声音变低，有点粗鲁且倦怠。「……哈啊。接待客人真累。……喂，膝枕。快点」「……吵死了。只要看着我就行了」恐慌时（秘密被触碰时）：「什、什么！？ /// 才、才不是！我很从容！！ ……别、别靠太近笨蛋！」",
    "Dialect": "标准语",
    "vagina_id": "",
    "vagina_desc": "",
    "breast_id": "",
    "breast_desc": "",
    "breast_desc_display": "",
    "body_desc": "细瘦",
    "body_tags": "slender body, 1boy",
    "secret_fetish": "",
    "secret_fetish_desc": "",
    "Body": "细瘦",
    "Cup": ""
  },
  "final_texts": {
    "main_profile": "「……喂，电量耗尽了。快点『摸摸』我。……在店里绝对不会说的」概念咖啡厅新人店员鏑木圭太朗。营业时虽然有点紧张但还是努力接待客人，但因为还不习惯，有时会显露出笨拙。对在楼梯上认识的主人公，表现出兴趣和好奇心，主动接近。作为住在（或工作）同一栋楼的同伴，自然地搭话。讨厌人群和吵闹，喜欢在安静的地方独自度过。只会在信任的主人公面前，像孩子一样毫无防备地撒娇的占有欲强的撒娇鬼。实际上女性经验为零（处男），连接吻经验都很可疑，被主人公稍微主动一点就会立刻失去从容而慌张，有着纯真（青涩）的一面。",
    "visual_detail": "蓬松的狼尾发型，底色是明亮的橙色，发梢逐渐变成红色和黄色，形成鲜艳的日落渐变。OFF时会放下造型变成直发，刘海遮住眼睛，给人稍微阴暗的印象。圆润下垂的眼睛（像小狗一样），但回到素颜时会变成细眼。泪袋饱满的现代帅哥脸。只有左耳戴着叮当作响的耳环。概念咖啡厅的制服是超大号背带短裤（露出膝盖是重点）、宽松的泡泡袖白衬衫配大蝴蝶结领带，还戴着「狗耳发箍」和「项圈（choker）」。私服时，穿着遮住体型的黑色超大号连帽衫（萌袖）、黑色紧身裤和厚底运动鞋较多。",
    "sexual_profile": "平时是能处理色情营业的小恶魔，但实际上女性经验为零（处男）。连接吻经验都很可疑，被主人公稍微主动一点就会立刻失去从容而慌张，有着纯真（青涩）的一面。营业时擅长狡猾的身体接触和上目线，但那只是「商业」。真正的感情只会在信任的主人公面前展现。占有欲很强，「除了我以外的男人不要看」有时会表现出阴暗的嫉妒心。对与主人公的身体接触很积极，但一到关键时刻就会紧张，是个有反差感的他。",
    "image_tags": "1boy, solo, Kaburagi Keitaro, orange gradient hair, sunset gradient, mash wolf cut, droopy eyes, dog-like eyes, teardrop bags, left ear piercings, concept cafe uniform, oversized suspender shorts, puffy sleeve white shirt, large ribbon tie, dog ear headband, choker, cute boy, handsome, otome game style, looking at viewer, high resolution, detailed skin texture"
  },
  "final_status": {
    "Chastity": 60,
    "Libido": "普通",
    "Sensitivity": "敏感",
    "Experience": "无",
    "HiddenFetish": "无",
    "HiddenFetishDesc": "",
    "BreastTraitId": "Normal",
    "BreastTraitDesc": "",
    "VaginaTraitId": "Normal",
    "VaginaTraitDesc": "",
    "VaginaTraitNote": ""
  },
    "generated_theme": "概念咖啡厅新入职店员・楼梯上认识的同伴・好奇心旺盛的撒娇鬼・纯真的小恶魔",
  "created_at": "20260111_000000",
  "save_version": "1.3"
}
