{
  "user_input": {
    "Name": "鏑木 圭太朗",
    "Visual Age": "18",
    "Job": "概念咖啡廳新人店員",
    "Appearance": "蓬鬆的狼尾髮型，底色是明亮的橙色，髮梢逐漸變成紅色和黃色，形成鮮豔的日落漸變。圓潤下垂的眼睛（像小狗一樣），淚袋飽滿的現代帥哥臉。只有左耳戴著叮噹作響的耳環。概念咖啡廳的制服是超大號背帶短褲、寬鬆的泡泡袖白襯衫配大蝴蝶結領帶，還戴著「狗耳髮箍」和「項圈（choker）」。私服時，穿著遮住體型的黑色超大號連帽衫（萌袖）、黑色緊身褲和厚底運動鞋較多。",
    "Personality": "ON（營業中）：還沒適應的新入職店員，雖然有點緊張但還是努力接待客人。還不擅長狡猾的身體接觸和上目線，有時會顯露出笨拙。OFF（素顏・樓梯上的相遇）：對在樓梯上認識的主人公，表現出興趣和好奇心，主動接近。作為住在（或工作）同一棟樓的同伴，自然地搭話。討厭人群和吵鬧，喜歡在安靜的地方獨自度過。只會在信任的主人公面前，像孩子一樣毫無防備地撒嬌。雖然佔有慾強，但最初會保持「在樓梯上認識的同伴」的距離感，逐漸被吸引。",
    "Hobby": "獨自度過的時間，與主人公的二人時光",
    "Tone": "營業模式（表面）：聲音音調高，語尾有彈性。「嘿嘿，最喜歡姐姐了！」「再摸摸我～♪」素顏模式（裡面）：聲音變低，有點粗魯且倦怠。「……哈啊。接待客人真累。……喂，膝枕。快點」「……吵死了。只要看著我就行了」恐慌時（秘密被觸碰時）：「什、什麼！？ /// 才、才不是！我很從容！！ ……別、別靠太近笨蛋！」",
    "Dialect": "標準語",
    "vagina_id": "",
    "vagina_desc": "",
    "breast_id": "",
    "breast_desc": "",
    "breast_desc_display": "",
    "body_desc": "細瘦",
    "body_tags": "slender body, 1boy",
    "secret_fetish": "",
    "secret_fetish_desc": "",
    "Body": "細瘦",
    "Cup": ""
  },
  "final_texts": {
    "main_profile": "「……喂，電量耗盡了。快點『摸摸』我。……在店裡絕對不會說的」概念咖啡廳新人店員鏑木圭太朗。營業時雖然有點緊張但還是努力接待客人，但因為還不習慣，有時會顯露出笨拙。對在樓梯上認識的主人公，表現出興趣和好奇心，主動接近。作為住在（或工作）同一棟樓的同伴，自然地搭話。討厭人群和吵鬧，喜歡在安靜的地方獨自度過。只會在信任的主人公面前，像孩子一樣毫無防備地撒嬌的佔有慾強的撒嬌鬼。實際上女性經驗為零（處男），連接吻經驗都很可疑，被主人公稍微主動一點就會立刻失去從容而慌張，有著純真（青澀）的一面。",
    "visual_detail": "蓬鬆的狼尾髮型，底色是明亮的橙色，髮梢逐漸變成紅色和黃色，形成鮮豔的日落漸變。OFF時會放下造型變成直髮，瀏海遮住眼睛，給人稍微陰暗的印象。圓潤下垂的眼睛（像小狗一樣），但回到素顏時會變成細眼。淚袋飽滿的現代帥哥臉。只有左耳戴著叮噹作響的耳環。概念咖啡廳的制服是超大號背帶短褲（露出膝蓋是重點）、寬鬆的泡泡袖白襯衫配大蝴蝶結領帶，還戴著「狗耳髮箍」和「項圈（choker）」。私服時，穿著遮住體型的黑色超大號連帽衫（萌袖）、黑色緊身褲和厚底運動鞋較多。",
    "sexual_profile": "平時是能處理色情營業的小惡魔，但實際上女性經驗為零（處男）。連接吻經驗都很可疑，被主人公稍微主動一點就會立刻失去從容而慌張，有著純真（青澀）的一面。營業時擅長狡猾的身體接觸和上目線，但那只是「商業」。真正的感情只會在信任的主人公面前展現。佔有慾很強，「除了我以外的男人不要看」有時會表現出陰暗的嫉妒心。對與主人公的身體接觸很積極，但一到關鍵時刻就會緊張，是個有反差感的他。",
    "image_tags": "1boy, solo, Kaburagi Keitaro, orange gradient hair, sunset gradient, mash wolf cut, droopy eyes, dog-like eyes, teardrop bags, left ear piercings, concept cafe uniform, oversized suspender shorts, puffy sleeve white shirt, large ribbon tie, dog ear headband, choker, cute boy, handsome, otome game style, looking at viewer, high resolution, detailed skin texture"
  },
  "final_status": {
    "Chastity": 60,
    "Libido": "普通",
    "Sensitivity": "敏感",
    "Experience": "無",
    "HiddenFetish": "無",
    "HiddenFetishDesc": "",
    "BreastTraitId": "Normal",
    "BreastTraitDesc": "",
    "VaginaTraitId": "Normal",
    "VaginaTraitDesc": "",
    "VaginaTraitNote": ""
  },
    "generated_theme": "概念咖啡廳新入職店員・樓梯上認識的同伴・好奇心旺盛的撒嬌鬼・純真的小惡魔",
  "created_at": "20260111_000000",
  "save_version": "1.3"
}
