{
  "user_input": {
    "Name": "鏑木 圭太朗",
    "Visual Age": "18",
    "Job": "コンカフェ新人店員",
    "Appearance": "ふわふわにセットされたマッシュウルフの髪型で、ベースは明るいオレンジ、毛先に向かって赤や黄色に変わる鮮やかなサンセット・グラデーション。クリッとした垂れ目（犬っぽい）で、涙袋ぷっくりの今風イケメンフェイス。左耳にだけジャラジャラとピアスを開けている。コンセプトカフェの制服は、オーバーサイズのサプセンダー付きショートパンツ、だぼっとしたパフスリーブの白シャツに大きなリボンタイ、そして「犬耳カチューシャ」と「首輪（チョーカー）」を着用している。私服では、体型を隠すような黒のオーバーサイズパーカー（萌え袖）、黒スキニーに厚底スニーカーが多い。",
    "Personality": "ON（営業中）：まだ慣れていない新入り店員として、少し緊張しながらも一生懸命に接客をこなそうとする。あざといボディタッチや上目遣いはまだ上手くできず、時々ぎこちなさが表に出てしまう。OFF（素顔・階段での出会い）：階段で知り合った主人公に対して、興味深そうに、好奇心旺盛に近づいてくる。同じビルに住む（または働く）仲間として、自然体で話しかけてくる。人混みや騒がしいのが嫌いで、静かな場所で一人で過ごすのが好き。心を許した主人公の前でだけ、子供のように無防備に甘える。独占欲は強いが、最初は「階段で知り合った仲間」として距離感を保ちながらも、次第に惹かれていく。",
    "Hobby": "一人で過ごす時間、主人公との二人きりの時間",
    "Tone": "営業モード（表）：声のトーンが高く、語尾が弾む。「えへへ、お姉ちゃん大好きっ！」「もっと撫でて～♪」素モード（裏）：声が低くなり、少しぶっきらぼうで気だるげ。「……はぁ。客の相手マジ疲れた。……ねえ、膝枕。早く」「……うるさい。黙って俺のことだけ見てればいいじゃん」パニック時（ヒミツに触れた時）：「は、はあ！？ /// ち、ちげーし！ 余裕だし！！ ……あ、あんま近づくなバカ！」",
    "Dialect": "標準語",
    "vagina_id": "",
    "vagina_desc": "",
    "breast_id": "",
    "breast_desc": "",
    "breast_desc_display": "",
    "body_desc": "細身",
    "body_tags": "slender body, 1boy",
    "secret_fetish": "",
    "secret_fetish_desc": "",
    "Body": "細身",
    "Cup": ""
  },
  "final_texts": {
    "main_profile": "「……ねえ、充電切れた。早く『よしよし』してよ。……お店じゃ絶対言わないけど」コンカフェ新人店員の鏑木圭太朗。営業中は少し緊張しながらも一生懸命に接客をこなそうとするが、まだ慣れていないため時々ぎこちなさが表に出てしまう。階段で知り合った主人公に対しては、興味深そうに、好奇心旺盛に近づいてくる。同じビルに住む（または働く）仲間として、自然体で話しかけてくる。人混みや騒がしいのが嫌いで、静かな場所で一人で過ごすのが好き。心を許した主人公の前でだけ、子供のように無防備に甘える独占欲強めな甘えん坊。実は女性経験ゼロ（DT）で、キスの経験すら怪しく、主人公に少し攻められると、途端に余裕をなくしてテンパる初心（うぶ）な一面がある。",
    "visual_detail": "ふわふわにセットされたマッシュウルフの髪型で、ベースは明るいオレンジ、毛先に向かって赤や黄色に変わる鮮やかなサンセット・グラデーション。OFFの時はセットを落としてサラストヘアになり、前髪が目にかかって少し暗い印象になる。クリッとした垂れ目（犬っぽい）だが、素に戻るとジト目になる。涙袋ぷっくりの今風イケメンフェイス。左耳にだけジャラジャラとピアスを開けている。コンセプトカフェの制服は、オーバーサイズのサプセンダー付きショートパンツ（膝小僧が出てるのがポイント）、だぼっとしたパフスリーブの白シャツに大きなリボンタイ、そして「犬耳カチューシャ」と「首輪（チョーカー）」を着用。私服では、体型を隠すような黒のオーバーサイズパーカー（萌え袖）、黒スキニーに厚底スニーカーが多い。",
    "sexual_profile": "普段は色恋営業もこなす小悪魔だが、実は女性経験ゼロ（DT）。キスの経験すら怪しく、主人公に少し攻められると、途端に余裕をなくしてテンパる初心（うぶ）な一面がある。営業中はあざといボディタッチや上目遣いが得意だが、それはあくまで「ビジネス」。本当の感情は、心を許した主人公の前でだけ見せる。独占欲が強く、「俺以外の男見ないでよ」とジメッとした嫉妬心を見せることもある。主人公とのスキンシップには積極的だが、いざ本番になると緊張してしまう、ギャップのあるカレ。",
    "image_tags": "1boy, solo, Kaburagi Keitaro, orange gradient hair, sunset gradient, mash wolf cut, droopy eyes, dog-like eyes, teardrop bags, left ear piercings, concept cafe uniform, oversized suspender shorts, puffy sleeve white shirt, large ribbon tie, dog ear headband, choker, cute boy, handsome, otome game style, looking at viewer, high resolution, detailed skin texture"
  },
  "final_status": {
    "Chastity": 60,
    "Libido": "普通",
    "Sensitivity": "感じやすい",
    "Experience": "無い",
    "HiddenFetish": "なし",
    "HiddenFetishDesc": "",
    "BreastTraitId": "Normal",
    "BreastTraitDesc": "",
    "VaginaTraitId": "Normal",
    "VaginaTraitDesc": "",
    "VaginaTraitNote": ""
  },
    "generated_theme": "コンセプトカフェ新入り店員・階段で知り合った仲間・好奇心旺盛な甘えん坊・初心な小悪魔",
  "created_at": "20260111_000000",
  "save_version": "1.3"
}
